{  "title": "منشورها و اصول آموزشی",  "subtitle": "اصول و ارزشهای ما در آموزش و همراهی دانشجویان",  "intro": "مؤسسه زبان درخت خرد با باور به اهمیت آموزش اصولی و اخلاقی منشورهای زیر را به عنوان چارچوب فعالیتهای آموزشی خود پذیرفته است. این اصول راهنمای ما در ارائه خدمات آموزشی با کیفیت و احترام به کرامت انسانی هستند.",  "educationalCharter": {    "title": "منشور آموزشی",    "principles": [      {        "title": "کیفیت آموزشی",        "description": "ما متعهد هستیم بهترین روشهای آموزشی را با استفاده از جدیدترین متدهای آموزش زبان به کار گیریم. معلمان ما همگی دارای تجربه و مدارک معتبر در زمینه آموزش زبان آلمانی هستند."      },      {        "title": "یادگیری فعال",        "description": "ما باور داریم که زبانآموزی باید فرآیندی فعال باشد. روشهای آموزشی ما مبتنی بر مشارکت دانشجویان و تمرین مداوم مهارتهای زبانی در محیطی پویا است."      },      {        "title": "احترام به تفاوتهای فردی",        "description": "هر فراگیر سرعت و سبک یادگیری منحصر به فردی دارد. ما به این تفاوتها احترام میگذاریم و تلاش میکنیم آموزش خود را متناسب با نیازهای هر دانشجو تنظیم کنیم."      },      {        "title": "آموزش جامع",        "description": "آموزش زبان تنها به گرامر و لغت محدود نمیشود. ما به آموزش فرهنگ آداب اجتماعی و مهارتهای ارتباطی مؤثر در زبان آلمانی نیز توجه ویژه داریم."      },      {        "title": "بازخورد سازنده",        "description": "ارائه بازخورد منظم و سازنده بخش مهمی از فرآیند یادگیری است. ما به دانشجویان خود کمک میکنیم تا با آگاهی از نقاط قوت و ضعف خود مسیر پیشرفت خود را هموار کنند."      }    ]  },  "ethicalCharter": {    "title": "منشور اخلاقی",    "principles": [      {        "title": "صداقت و شفافیت",        "description": "ما در تمامی ارتباطات و تعاملات خود با دانشجویان و همکاران اصل صداقت و شفافیت را رعایت میکنیم. شرایط دورهها هزینهها و انتظارات به طور واضح به اطلاع همگان میرسد."      },      {        "title": "احترام متقابل",        "description": "محیط آموزشی ما بر پایه احترام متقابل بنا شده است. ما از هرگونه تبعیض آزار و رفتار نامحترمانه پرهیز میکنیم و فضایی امن برای یادگیری فراهم میآوریم."      },      {        "title": "حفظ حریم خصوصی",        "description": "ما متعهد به حفظ اطلاعات شخصی دانشجویان و همکاران هستیم و بدون اجازه صریح آنها این اطلاعات را در اختیار هیچ شخص یا سازمانی قرار نمیدهیم."      },      {        "title": "مسئولیت اجتماعی",        "description": "ما به عنوان یک مؤسسه آموزشی مسئولیت اجتماعی خود را جدی میگیریم و در جهت ارتقای سطح آموزش و فرهنگ جامعه تلاش میکنیم."      },      {        "title": "پایبندی به تعهدات",        "description": "ما به تعهدات خود در قبال دانشجویان از جمله کیفیت آموزش زمانبندی کلاسها و خدمات پشتیبانی پایبند هستیم و تمام تلاش خود را برای برآورده کردن انتظارات به کار میگیریم."      }    ]  },  "studentCharter": {    "title": "منشور حقوق دانشجویی",    "principles": [      {        "title": "حق آموزش با کیفیت",        "description": "هر دانشجو حق برخورداری از آموزش باکیفیت و استاندارد را دارد. ما تمام تلاش خود را میکنیم تا بهترین تجربه یادگیری را برای دانشجویان فراهم کنیم."      },      {        "title": "حق بیان نظرات و انتقادات",        "description": "دانشجویان حق دارند نظرات پیشنهادات و انتقادات خود را آزادانه بیان کنند. ما از بازخوردهای سازنده استقبال میکنیم و برای بهبود مستمر تلاش میکنیم."      },      {        "title": "حق دسترسی به منابع آموزشی",        "description": "دانشجویان حق دارند به منابع آموزشی مناسب از جمله کتابها مواد آموزشی دیجیتال و فضای مناسب یادگیری دسترسی داشته باشند."      },      {        "title": "حق برخورداری از راهنمایی و مشاوره",        "description": "دانشجویان حق دارند از راهنمایی و مشاوره تحصیلی و حرفهای برخوردار شوند. ما مشاوران متخصصی داریم که آماده پاسخگویی به سؤالات و ارائه راهنمایی هستند."      },      {        "title": "حق ارزیابی منصفانه",        "description": "ارزیابی پیشرفت دانشجویان باید منصفانه شفاف و مبتنی بر معیارهای مشخص باشد. دانشجویان حق دارند از نحوه ارزیابی و معیارهای آن آگاه باشند."      }    ]  },  "commitmentSection": {    "title": "تعهد ما",    "content": "در مؤسسه زبان درخت خرد ما خود را متعهد به رعایت این اصول و ارزشها میدانیم. منشورهای ما نه تنها بیانگر آرمانهای ما هستند بلکه معیاری برای ارزیابی عملکرد ما توسط دانشجویان همکاران و جامعه میباشند. ما به طور مستمر برای بهبود کیفیت آموزش و خدمات خود تلاش میکنیم و از هرگونه بازخورد سازنده استقبال مینماییم."  }}
